[LocAdmin_Strings]
FO_It_EnchantStone_RepairWeapon=[ENG];;[ITA];;[FRA];;Waffenstein der Erneuerung;;[SPA];;[CZE];;Megújulás gyenge köve;;Słaby kamień odnowy;;Слабый камень обновления;;[TRC];
FO_It_EnchantStone_Weapon_SetWorn=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein des Schadens;;[SPA];;[CZE];;Pusztítás gyenge köve;;Słaby kamień zniszczenia;;Слабый камень урона;;[TRC];
FO_It_EnchantStone_Weapon_SetSharp=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein der Schärfe;;[SPA];;[CZE];;Fenés gyenge köve;;Słaby kamień ostrza;;Слабый камень остроты;;[TRC];
FO_It_EnchantStone_Weapon_SetPoisoned=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein des Giftes;;[SPA];;[CZE];;Mérgezés gyenge köve;;Słaby kamień trucizny;;Слабый камень отравления;;[TRC];
FO_It_EnchantStone_Weapon_SetFrozen=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein der Kälte;;[SPA];;[CZE];;Fagyás gyenge köve;;Słaby kamień lodu;;Слабый камень льда;;[TRC];
FO_It_EnchantStone_Weapon_SetForged=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein der Schmiede;;[SPA];;[CZE];;Kovácsolás gyenge köve;;Słaby kamień kowala;;Слабый камень ковки;;[TRC];
FO_It_EnchantStone_Weapon_SetDiseased=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein der Schwäche;;[SPA];;[CZE];;Betegség gyenge köve;;Słaby kamień zarazy;;Слабый камень ослабления;;[TRC];
FO_It_EnchantStone_Weapon_SetBurning=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein des Feuers;;[SPA];;[CZE];;Tűz gyenge köve;;Słaby kamień ognia;;Слабый камень огня;;[TRC];
FO_It_EnchantStone_Weapon_SetBlessed=[ENG];;[ITA];;[FRA];;Kleiner Waffenstein der Segnung;;[SPA];;[CZE];;Áldás gyenge köve;;Słaby kamień błogosławieństwa;;Слабый камень благославления;;[TRC];
FO_It_EnchantStone_Weapon_ApplyWorn=[ENG];;[ITA];;[FRA];;Großer Waffenstein des Schadens;;[SPA];;[CZE];;Pusztítás köve;;Kamień zniszczenia;;Камень урона;;[TRC];
FO_It_EnchantStone_Weapon_ApplySharp=[ENG];;[ITA];;[FRA];;Großer Waffenstein der Schärfe;;[SPA];;[CZE];;Fenés köve;;Kamień ostrza;;Камень остроты;;[TRC];
FO_It_EnchantStone_Weapon_ApplyPoisoned=[ENG];;[ITA];;[FRA];;Großer Waffenstein des Giftes;;[SPA];;[CZE];;Mérgezés köve;;Kamień trucizny;;Камень отравления;;[TRC];
FO_It_EnchantStone_Weapon_ApplyFrozen=[ENG];;[ITA];;[FRA];;Großer Waffenstein der Kälte;;[SPA];;[CZE];;Fagyás köve;;Kamień lodu;;Камень льда;;[TRC];
FO_It_EnchantStone_Weapon_ApplyForged=[ENG];;[ITA];;[FRA];;Großer Waffenstein der Schmiede;;[SPA];;[CZE];;Kovácsolás köve;;Kamień kowala;;Камень ковки;;[TRC];
FO_It_EnchantStone_Weapon_ApplyDiseased=[ENG];;[ITA];;[FRA];;Großer Waffenstein der Schwäche;;[SPA];;[CZE];;Betegség köve;;Kamień zarazy;;Камень ослабления;;[TRC];
FO_It_EnchantStone_Weapon_ApplyBurning=[ENG];;[ITA];;[FRA];;Großer Waffenstein des Feuers;;[SPA];;[CZE];;Tűz köve;;Kamień ognia;;Камень огня;;[TRC];
FO_It_EnchantStone_Weapon_ApplyBlessed=[ENG];;[ITA];;[FRA];;Großer Waffenstein der Segnung;;[SPA];;[CZE];;Áldás köve;;Kamień błogosławieństwa;;Камень благославления;;[TRC];

FO_It_EnchantStone_RepairShield=[ENG];;[ITA];;[FRA];;Schildstein der Erneuerung;;[SPA];;[CZE];;Megújulás köve;;Kamień odnowy;;Камень обновления;;[TRC];
FO_It_EnchantStone_Shield_SetWorn=[ENG];;[ITA];;[FRA];;Kleiner Schildstein des Schadens;;[SPA];;[CZE];;Pusztítás gyenge köve;;Słaby kamień zniszczenia;;Слабый камень урона;;[TRC];
FO_It_EnchantStone_Shield_SetSharp=[ENG];;[ITA];;[FRA];;Kleiner Schildstein der Schärfe;;[SPA];;[CZE];;Fenés gyenge köve;;Słaby kamień ostrza;;Слабый камень остроты;;[TRC];
FO_It_EnchantStone_Shield_SetPoisoned=[ENG];;[ITA];;[FRA];;Kleiner Schildstein des Giftes;;[SPA];;[CZE];;Fagyás gyenge köve;;Słaby kamień trucizny;;Слабый камень отравления;;[TRC];
FO_It_EnchantStone_Shield_SetFrozen=[ENG];;[ITA];;[FRA];;Kleiner Schildstein der Kälte;;[SPA];;[CZE];;Fagyás gyenge köve;;Słaby kamień lodu;;Слабый камень льда;;[TRC];
FO_It_EnchantStone_Shield_SetForged=[ENG];;[ITA];;[FRA];;Kleiner Schildstein der Schmiede;;[SPA];;[CZE];;Kovácsolás gyenge köve;;Słaby kamień kowala;;Слабый камень ковки;;[TRC];
FO_It_EnchantStone_Shield_SetDiseased=[ENG];;[ITA];;[FRA];;Kleiner Schildstein der Schwäche;;[SPA];;[CZE];;Betegség gyenge köve;;Słaby kamień zarazy;;Слабый камень ослабления;;[TRC];
FO_It_EnchantStone_Shield_SetBurning=[ENG];;[ITA];;[FRA];;Kleiner Schildstein des Feuers;;[SPA];;[CZE];;Tűz gyenge köve;;Słaby kamień ognia;;Слабый камень огня;;[TRC];
FO_It_EnchantStone_Shield_SetBlessed=[ENG];;[ITA];;[FRA];;KleinerSchildstein der Segnung;;[SPA];;[CZE];;Áldás gyenge köve;;Słaby kamień błogosławieństwa;;Слабый камень благославления;;[TRC];
FO_It_EnchantStone_Shield_ApplyWorn=[ENG];;[ITA];;[FRA];;Großer Schildstein der Abnutzung;;[SPA];;[CZE];;Pusztítás köve;;Kamień zniszczenia;;Камень урона;;[TRC];
FO_It_EnchantStone_Shield_ApplySharp=[ENG];;[ITA];;[FRA];;Großer Schildstein der Schärfe;;[SPA];;[CZE];;Fenés köve;;Kamień ostrza;;Камень остроты;;[TRC];
FO_It_EnchantStone_Shield_ApplyPoisoned=[ENG];;[ITA];;[FRA];;Großer Schildstein der Giftes;;[SPA];;[CZE];;Mérgezés köve;;Kamień trucizny;;Камень отравления;;[TRC];
FO_It_EnchantStone_Shield_ApplyFrozen=[ENG];;[ITA];;[FRA];;Großer Schildstein der Kälte;;[SPA];;[CZE];;Fagyás köve;;Kamień lodu;;Камень льда;;[TRC];
FO_It_EnchantStone_Shield_ApplyForged=[ENG];;[ITA];;[FRA];;Großer Schildstein der Schmiede;;[SPA];;[CZE];;Kovácsolás köve;;Kamień kowala;;Камень ковки;;[TRC];
FO_It_EnchantStone_Shield_ApplyDiseased=[ENG];;[ITA];;[FRA];;Großer Schildstein der Schwäche;;[SPA];;[CZE];;Betegség köve;;Kamień zarazy;;Камень ослабления;;[TRC];
FO_It_EnchantStone_Shield_ApplyBurning=[ENG];;[ITA];;[FRA];;Großer Schildstein des Feuers;;[SPA];;[CZE];;Tűz köve;;Kamień ognia;;Камень огня;;[TRC];
FO_It_EnchantStone_Shield_ApplyBlessed=[ENG];;[ITA];;[FRA];;Großer Schildstein des Segnung;;[SPA];;[CZE];;Áldás köve;;Kamień błogosławieństwa;;Камень благославления;;[TRC];

ITEMDESC_It_EnchantStone_RepairWeapon=[ENG];;[ITA];;[FRA];;Stellt eine abgenutze Waffe wieder her.;;[SPA];;[CZE];;A fegyver olyan lesz, mintha új lenne. NEM KAPOD MEG!;;Broń będzie jak nowa. NIE ZDOBĘDZIESZ TEGO!;;Оружие будет как новое. ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetWorn=[ENG];;[ITA];;[FRA];;Nutzt eine Waffe leicht ab.;;[SPA];;[CZE];;Tönkreteszi a fegyvert. NEM KAPOD MEG!;;Niszczy broń. NIE ZDOBĘDZIESZ TEGO!;;Уничтожает оружие. ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetSharp=[ENG];;[ITA];;[FRA];;Schärft eine Waffe leicht.;;[SPA];;[CZE];;NEM KAPOD MEG!;;NIE ZDOBĘDZIESZ TEGO!;;ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetPoisoned=[ENG];;[ITA];;[FRA];;Vergiftet eine Waffe mit einem schwachen Gift.;;[SPA];;[CZE];;Mérgezéssel ruházza fel a fegyvert. A felhasznált bűbáj semmivé foszlik.;;Zaklina broń trucizną. Nadpisuje nałożone zaklęcia.;;Зачаровывает оружие ядом. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetFrozen=[ENG];;[ITA];;[FRA];;Verzaubert eine Waffe mit schwachem Eis.;;[SPA];;[CZE];;Fagyasztással ruházza fel a fegyvert. Az elhangzott bűbáj semmivé foszlik;;Zaklina broń lodem. Nadpisuje nałożone zaklęcia.;;Зачаровывает оружие льдом. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetForged=[ENG];;[ITA];;[FRA];;Verwandelt eine Waffe in ein grobes Schmiedestück.;;[SPA];;[CZE];;NEM KAPOD MEG!;;NIE ZDOBĘDZIESZ TEGO!;;ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetDiseased=[ENG];;[ITA];;[FRA];;Verzaubert eine Waffe mit etwas mit Schwäche.;;[SPA];;[CZE];;Megbetegítéssel ruházza fel a fegyvert. A felhasznált bűbáj semmivé foszlik.;;Zaklina broń zarazą. Nadpisuje nałożone zaklęcia.;;Зачаровывает оружие ослаблением. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetBurning=[ENG];;[ITA];;[FRA];;Verzaubert eine Waffe mit schwachen Flammen.;;[SPA];;[CZE];;Lángba borítással ruházza fel a fegyvert. A felhasznált bűbáj semmivé foszlik.;;Zaklina broń ogniem. Nadpisuje nałożone zaklęcia.;;Зачаровывает оружие огнём. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_SetBlessed=[ENG];;[ITA];;[FRA];;Segnet eine Waffe mit einem schwachen Segen.;;[SPA];;[CZE];;Megáldja a fegyvert. A felhasznált bűbáj semmivé foszlik.;;Błogosławi broń. Nadpisuje nałożone zaklęcia.;;Благославляет оружие. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyWorn=[ENG];;[ITA];;[FRA];;Nutzt eine Waffe stark ab.;;[SPA];;[CZE];;Tönkreteszi a fegyvert. NEM KAPOD MEG!;;Niszczy broń. NIE ZDOBĘDZIESZ TEGO!;;Уничтожает оружие. ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplySharp=[ENG];;[ITA];;[FRA];;Schärft eine Waffe stark.;;[SPA];;[CZE];;Élessé varázsolja a fegyvert.;;Nakłada efekt naostrzenia na miecz.;;Накладывает эффект заточки на меч.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyPoisoned=[ENG];;[ITA];;[FRA];;Vergiftet deine Waffe mit einem starken Gift.;;[SPA];;[CZE];;Mérgezéssel ruházza fel a fegyvert.;;Zaklina broń trucizną.;;Зачаровывает оружие ядом.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyFrozen=[ENG];;[ITA];;[FRA];;Verzaubert eine Waffe mit starkem Eis.;;[SPA];;[CZE];;Fagyasztással ruházza fel a fegyvert.;;Zaklina broń lodem.;;Зачаровывает оружие льдом.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyForged=[ENG];;[ITA];;[FRA];;Verwandelt eine Waffe in ein schönes Schmiedestück;;[SPA];;[CZE];;NEM KAPOD MEG!;;NIE ZDOBĘDZIESZ TEGO!;;ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyDiseased=[ENG];;[ITA];;[FRA];;Verzaubert eine Waffe stark mit Schwäche.;;[SPA];;[CZE];;Megbetegítéssel ruházza fel a fegyvert.;;Zaklina broń zarazą.;;Зачаровывает оружие ослаблением.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyBurning=[ENG];;[ITA];;[FRA];;Verzaubert eine Waffe mit starken Flammen.;;[SPA];;[CZE];;Lángba borítással ruházza fel a fegyvert.;;Zaklina broń ogniem.;;Зачаровывает оружие огнём.;;[TRC];
ITEMDESC_It_EnchantStone_Weapon_ApplyBlessed=[ENG];;[ITA];;[FRA];;Segnet eine Waffe mit einem starken Segen.;;[SPA];;[CZE];;Megáldja a fegyvert.;;Błogosławi broń.;;Благославляет оружие.;;[TRC];

ITEMDESC_It_EnchantStone_RepairShield=[ENG];;[ITA];;[FRA];;Stellt einen abgenutzen Schild wieder her.;;[SPA];;[CZE];;A pajzs olyan lesz, mintha új lenne.;;Tarcza będzie jak nowa.;;Щит будет как новый.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetWorn=[ENG];;[ITA];;[FRA];;Nutzt einen Schild leicht ab.;;[SPA];;[CZE];;Tönkreteszi a pajzsot. NEM KAPOD MEG!;;Niszczy tarczę. NIE ZDOBĘDZIESZ TEGO!;;Уничтожает щит. ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetSharp=[ENG];;[ITA];;[FRA];;Schärft einen Schild leicht.;;[SPA];;[CZE];;Élessé varázsolja a pajzsot.;;Nakłada efekt naostrzenia na tarczę.;;Накладывает эффект заточки на щит.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetPoisoned=[ENG];;[ITA];;[FRA];;Vergiftet einen Schild mit einem schwachen Gift.;;[SPA];;[CZE];;Mérgezéssel ruházza fel a pajzsot. A felhasznált bűbáj semmivé foszlik.;;Zaklina tarczę trucizną. Nadpisuje nałożone zaklęcia.;;Зачаровывает щит ядом. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetFrozen=[ENG];;[ITA];;[FRA];;Verzaubert einen Schild mit schwachem Eis.;;[SPA];;[CZE];;Fagyasztással ruházza fel a pajzsot. A felhasznált bűbáj semmivé foszlik.;;Zaklina tarczę lodem. Nadpisuje nałożone zaklęcia.;;Зачаровывает щит льдом. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetForged=[ENG];;[ITA];;[FRA];;Verwandelt einen Schild in ein grobes Schmiedestück.;;[SPA];;[CZE];;NEM KAPOD MEG!;;NIE ZDOBĘDZIESZ TEGO!;;ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetDiseased=[ENG];;[ITA];;[FRA];;Verzaubert einen Schild etwas mit Schwäche.;;[SPA];;[CZE];;Megbetegítéssel ruházza fel a pajzsot. A felhasznált bűbáj semmivé foszlik.;;Zaklina tarczę zarazą. Nadpisuje nałożone zaklęcia.;;Зачаровывает щит ослаблением. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetBurning=[ENG];;[ITA];;[FRA];;Verzaubert einen Schild mit schwachen Flammen.;;[SPA];;[CZE];;Lángba borítással ruházza fel a pajzsot. A felhasznált bűbáj semmivé foszlik.;;Zaklina tarczę ogniem. Nadpisuje nałożone zaklęcia.;;Зачаровывает щит огнём. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_SetBlessed=[ENG];;[ITA];;[FRA];;Segnet einen Schild mit einem schwachen Segen.;;[SPA];;[CZE];;Megáldja a pajzsot. A felhasznált bűbáj semmivé foszlik.;;Błogosławi tarczę. Nadpisuje nałożone zaklęcia.;;Благославляет щит. Отменяет наложенные заклинания.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyWorn=[ENG];;[ITA];;[FRA];;Nutzt einen Schild stark ab.;;[SPA];;[CZE];;Tönkreteszi a fegyvert. NEM KAPOD MEG!;;Niszczy tarczę. NIE ZDOBĘDZIESZ TEGO!;;Уничтожает щит. ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplySharp=[ENG];;[ITA];;[FRA];;Schärft einen Schild stark.;;[SPA];;[CZE];;Élessé varázsolja a pajzsot.;;Nakłada efekt naostrzenia na tarczę.;;Накладывает эффект заточки на щит.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyPoisoned=[ENG];;[ITA];;[FRA];;Kann ein Schild mit mit Gift.;;[SPA];;[CZE];;Mérgezéssel ruházza fel a pajzsot.;;Zaklina tarczę trucizną.;;Зачаровывает щит ядом.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyFrozen=[ENG];;[ITA];;[FRA];;Vergiftet einen Schild mit einem starken Gift.;;[SPA];;[CZE];;Fagyasztással ruházza fel a pajzsot.;;Zaklina tarczę lodem.;;Зачаровывает щит льдом.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyForged=[ENG];;[ITA];;[FRA];;Verwandelt einen Schild in ein schönes Schmiedestück.;;[SPA];;[CZE];;NEM KAPOD MEG!;;NIE ZDOBĘDZIESZ TEGO!;;ВЫ ЭТО НЕ ПОЛУЧИТЕ!;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyDiseased=[ENG];;[ITA];;[FRA];;Verzaubert einen Schild stark mit Schwäche.;;[SPA];;[CZE];;Megbetegítéssel ruházza fel a pajzsot.;;Zaklina tarczę zarazą.;;Зачаровывает щит ослаблением.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyBurning=[ENG];;[ITA];;[FRA];;Verzaubert einen Schild mit starken Flammen.;;[SPA];;[CZE];;Lángba borítással ruházza fel a pajzsot.;;Zaklina tarczę ogniem.;;Зачаровывает щит огнём.;;[TRC];
ITEMDESC_It_EnchantStone_Shield_ApplyBlessed=[ENG];;[ITA];;[FRA];;Segnet einen Schild mit einem starken Segen.;;[SPA];;[CZE];;Megáldja a pajzsot.;;Błogosławi tarczę.;;Благославляет щит.;;[TRC];
